Repository: joeycast/BitLocal
Catalog: Shared/Helpers/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, it, nl, th

# osm_feature_type_tourism_attraction
source: Attraction
de: Sehenswürdigkeit
es: Atracción
it: Attrazione
nl: Attractie
th: สถานที่ท่องเที่ยว

# osm_feature_type_tourism_camp_site
source: Camp site
de: Campingplatz
es: Campamento
fr: Camping
fr_ca: Terrain de camping
it: Campeggio
nl: Camping
th: ลานกางเต็นท์

# osm_feature_type_tourism_gallery
source: Gallery
de: Galerie
es: Galería
fr: Galerie
fr_ca: Galerie
it: Galleria
nl: Galerij
th: แกลเลอรี

# osm_feature_type_tourism_guest_house
source: Guest house
de: Pension
es: Pensión
fr: Maison d'hôtes
fr_ca: Maison d'hôtes
it: Pensione
nl: Pension
th: เกสต์เฮาส์

# osm_feature_type_unset
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
fr_ca: Inconnu
it: Sconosciuto
nl: Onbekend
th: ไม่ทราบ

# other_section
source: Other
de: Sonstiges
es: Otros
fr: Autre
fr_ca: Autre
it: Altro
nl: Overig
th: อื่นๆ

source: Past
de: Vergangen
es: Pasados
fr: Passés
fr_ca: Passés
it: Passati
nl: Afgelopen
th: ที่ผ่านมา

# payment_accepted
source: Accepted
de: Akzeptiert
es: Aceptado
fr: Accepté
fr_ca: Accepté
it: Accettato
nl: Geaccepteerd
th: รับ

# payment_details_section
source: Payment Details
de: Zahlungsinformationen
es: Detalles de pago
fr: Détails de paiement
fr_ca: Détails de paiement
it: Dettagli di pagamento
nl: Betaalgegevens
th: รายละเอียดการชำระเงิน

# payment_lightning_contactless_description
source: NFC/contactless Lightning payments
de: NFC-/kontaktlose Lightning-Zahlungen
es: Pagos Lightning NFC/sin contacto
fr: Paiements Lightning NFC/sans contact
fr_ca: Paiements Lightning NFC/sans contact
it: Pagamenti Lightning NFC/senza contatto
nl: NFC/contactloze Lightning-betalingen
th: การชำระเงิน Lightning แบบ NFC/ไร้สัมผัส

# payment_lightning_contactless_label
source: Contactless Lightning
de: Kontaktloses Lightning
es: Lightning sin contacto
fr: Lightning sans contact
fr_ca: Lightning sans contact
it: Lightning contactless
nl: Contactloze Lightning
th: Lightning แบบไร้สัมผัส

# payment_lightning_description
source: Lightning Network payments
de: Lightning-Network-Zahlungen
es: Pagos de Lightning Network
fr: Paiements du Lightning Network
fr_ca: Paiements du Lightning Network
it: Pagamenti Lightning Network
nl: Lightning Network-betalingen
th: การชำระเงินผ่าน Lightning Network

# payment_not_accepted
source: Not Accepted
de: Nicht akzeptiert
es: No aceptado
fr: Non accepté
fr_ca: Non accepté
it: Non accettato
nl: Niet geaccepteerd
th: ไม่รับ

# payment_onchain_description
source: On-chain Bitcoin payments
de: On-Chain-Bitcoin-Zahlungen
es: Pagos de bitcoin en cadena
fr: Paiements bitcoin sur la chaîne
fr_ca: Paiements bitcoin sur la chaîne
it: Pagamenti bitcoin on-chain
nl: On-chain-bitcoinbetalingen
th: การชำระเงินบิตคอยน์แบบออนเชน

# phone_label
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
fr_ca: Téléphone
it: Telefono
nl: Telefoon
th: โทรศัพท์

# phone_number_label
source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
fr_ca: Numéro de téléphone
it: Numero di telefono
nl: Telefoonnummer
th: หมายเลขโทรศัพท์

source: Pick a city
de: Wähle eine Stadt
es: Elige una ciudad
fr: Choisissez une ville
fr_ca: Choisissez une ville
it: Scegli una città
nl: Kies een stad
th: เลือกเมือง

source: Pick a City
de: Stadt auswählen
es: Elegir una ciudad
fr: Choisir une ville
fr_ca: Choisir une ville
it: Scegli una città
nl: Kies een stad
th: เลือกเมือง

source: Pick a city and we’ll send a daily morning digest when new businesses start accepting Bitcoin there.
de: Wähle eine Stadt aus und wir senden dir morgens eine tägliche Zusammenfassung, wenn dort neue Unternehmen anfangen, Bitcoin zu akzeptieren.
es: Elige una ciudad y te enviaremos un resumen diario por la mañana cuando nuevos negocios comiencen a aceptar bitcoin allí.
fr: Choisissez une ville et nous vous enverrons chaque matin un récapitulatif quotidien lorsque de nouveaux commerces commenceront à y accepter le bitcoin.
fr_ca: Choisissez une ville et nous vous enverrons chaque matin un récapitulatif quotidien lorsque de nouveaux commerces commenceront à y accepter le bitcoin.
it: Scegli una città e ti invieremo ogni mattina un riepilogo quotidiano quando nuove attività inizieranno ad accettare bitcoin.
nl: Kies een stad en we sturen je elke ochtend een dagelijks overzicht wanneer daar nieuwe bedrijven bitcoin gaan accepteren.
th: เลือกเมือง แล้วเราจะส่งสรุปรายวันตอนเช้าให้คุณเมื่อมีธุรกิจใหม่เริ่มรับบิตคอยน์ที่นั่น

source: Place ID: %@
de: Orts-ID: %@
es: ID del lugar: %@
fr: ID du lieu : %@
fr_ca: ID du lieu : %@
it: ID luogo: %@
nl: Plaats-ID: %@
th: รหัสสถานที่: %@

source: Place unavailable
de: Ort nicht verfügbar
es: Lugar no disponible
fr: Lieu indisponible
fr_ca: Lieu indisponible
it: Luogo non disponibile
nl: Plaats niet beschikbaar
th: สถานที่ไม่พร้อมใช้งาน

# postal_code_label
source: Postal Code
de: Postleitzahl
es: Código postal
fr: Code postal
fr_ca: Code postal
it: CAP
nl: Postcode
th: รหัสไปรษณีย์

# preview_header
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
fr_ca: Aperçu
it: Anteprima
nl: Voorbeeld
th: ตัวอย่าง

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid
th: นโยบายความเป็นส่วนตัว

source: Recreation
de: Freizeit
es: Recreación
fr: Loisirs
fr_ca: Loisirs
it: Svago
nl: Recreatie
th: สันทนาการ

source: Refresh events
de: Veranstaltungen aktualisieren
es: Actualizar eventos
fr: Actualiser les événements
fr_ca: Actualiser les événements
it: Aggiorna eventi
nl: Evenementen vernieuwen
th: รีเฟรชกิจกรรม

source: Refresh regions
de: Regionen aktualisieren
es: Actualizar regiones
fr: Actualiser les régions
fr_ca: Actualiser les régions
it: Aggiorna regioni
nl: Regio’s vernieuwen
th: รีเฟรชภูมิภาค

source: Regions
de: Regionen
es: Regiones
fr: Régions
fr_ca: Régions
it: Regioni
nl: Regio’s
th: ภูมิภาค

source: Report a Bug
de: Fehler Melden
es: Informar un error
fr: Signaler un bug
fr_ca: Signaler un bogue
it: Segnala un bug
nl: Bug melden
th: รายงานข้อบกพร่อง

source: Required App
de: Erforderliche App
es: App requerida
fr: App requise
fr_ca: App requise
it: App richiesta
nl: Vereiste app
th: แอปที่จำเป็น

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
fr_ca: Réessayer
it: Riprova
nl: Opnieuw proberen
th: ลองอีกครั้ง

# save_button
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
fr_ca: Enregistrer
it: Salva
nl: Opslaan
th: บันทึก

source: Search cities worldwide
de: Städte weltweit suchen
es: Buscar ciudades en todo el mundo
fr: Rechercher des villes dans le monde entier
fr_ca: Rechercher des villes dans le monde entier
it: Cerca città in tutto il mondo
nl: Zoek steden wereldwijd
th: ค้นหาเมืองทั่วโลก

source: Search city
de: Stadt suchen
es: Buscar ciudad
fr: Rechercher une ville
fr_ca: Rechercher une ville
it: Cerca città
nl: Stad zoeken
th: ค้นหาเมือง

source: Search communities…
de: Communities suchen…
es: Buscar comunidades…
fr: Rechercher des communautés…
fr_ca: Rechercher des communautés…
it: Cerca community…
nl: Communities zoeken…
th: ค้นหาชุมชน…

source: Search for a City
de: Nach einer Stadt suchen
es: Buscar una ciudad
fr: Rechercher une ville
fr_ca: Rechercher une ville
it: Cerca una città
nl: Zoek een stad
th: ค้นหาเมือง

source: Search for location...
de: Standort suchen...
es: Buscar ubicación...
fr: Rechercher un emplacement...
fr_ca: Rechercher un emplacement...
it: Cerca una posizione...
nl: Locatie zoeken...
th: ค้นหาตำแหน่ง...

source: Search for places
de: Nach Orten suchen
es: Buscar lugares
fr: Rechercher des lieux
fr_ca: Rechercher des lieux
it: Cerca luoghi
nl: Zoek naar plaatsen
th: ค้นหาสถานที่

source: Search merchants…
de: Händler suchen…
es: Buscar comercios…
fr: Rechercher des commerces…
fr_ca: Rechercher des commerces…
it: Cerca attività…
nl: Zoek bedrijven…
th: ค้นหาร้านค้า…

source: Search Nearby
de: In der Nähe suchen
es: Buscar cerca
fr: Rechercher à proximité
fr_ca: Rechercher à proximité
it: Cerca nelle vicinanze
nl: Zoek in de buurt
th: ค้นหาใกล้เคียง

source: Search timed out
de: Suche hat das Zeitlimit überschritten
es: La búsqueda agotó el tiempo de espera
fr: La recherche a expiré
fr_ca: La recherche a expiré
it: Timeout della ricerca
nl: Zoekopdracht time-out
th: การค้นหาหมดเวลา

source: Search unavailable
de: Suche nicht verfügbar
es: Búsqueda no disponible
fr: Recherche indisponible
fr_ca: Recherche indisponible
it: Ricerca non disponibile
nl: Zoeken niet beschikbaar
th: ไม่สามารถค้นหาได้

# search_different_location
source: Search for a different location
de: Nach einem anderen Standort suchen
es: Buscar una ubicación diferente
fr: Rechercher un autre emplacement
fr_ca: Rechercher un autre emplacement
it: Cerca un'altra posizione
nl: Zoek een andere locatie
th: ค้นหาตำแหน่งอื่น

# search_results_header
source: Search Results
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de recherche
fr_ca: Résultats de recherche
it: Risultati di ricerca
nl: Zoekresultaten
th: ผลการค้นหา

source: Searching cities…
de: Städte werden gesucht…
es: Buscando ciudades…
fr: Recherche de villes…
fr_ca: Recherche de villes…
it: Ricerca di città…
nl: Steden zoeken…
th: กำลังค้นหาเมือง…

source: Searching nearby…
de: Suche in der Nähe…
es: Buscando cerca…
fr: Recherche à proximité…
fr_ca: Recherche à proximité…
it: Ricerca nelle vicinanze…
nl: In de buurt zoeken…
th: กำลังค้นหาใกล้คุณ…

source: See All
de: Alle anzeigen
es: Ver todo
fr: Voir tout
fr_ca: Voir tout
it: Vedi tutto
nl: Alles bekijken
th: ดูทั้งหมด

source: See all events
de: Alle Veranstaltungen anzeigen
es: Ver todos los eventos
fr: Voir tous les événements
fr_ca: Voir tous les événements
it: Vedi tutti gli eventi
nl: Alle evenementen bekijken
th: ดูกิจกรรมทั้งหมด

source: Select Country
de: Land auswählen
es: Seleccionar país
fr: Sélectionner un pays
fr_ca: Sélectionner un pays
it: Seleziona paese
nl: Land selecteren
th: เลือกประเทศ

# select_days_header
source: Select Days
de: Tage auswählen
es: Seleccionar días
fr: Sélectionner des jours
fr_ca: Sélectionner des jours
it: Seleziona giorni
nl: Dagen selecteren
th: เลือกวัน

# select_times_header
source: Select Times
de: Zeiten auswählen
es: Seleccionar horas
fr: Sélectionner les heures
fr_ca: Sélectionner les heures
it: Seleziona orari
nl: Tijden selecteren
th: เลือกเวลา

# selected_location_header
source: Selected Location
de: Ausgewählter Standort
es: Ubicación seleccionada
fr: Emplacement sélectionné
fr_ca: Emplacement sélectionné
it: Posizione selezionata
nl: Geselecteerde locatie
th: ตำแหน่งที่เลือก

source: Services
de: Dienstleistungen
es: Servicios
it: Servizi
nl: Diensten
th: บริการ

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
fr_ca: Réglages
it: Impostazioni
nl: Instellingen
th: การตั้งค่า

# settings_label_accessibility
source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
fr_ca: Paramètres
it: Impostazioni
nl: Instellingen
th: การตั้งค่า

source: Share
de: Teilen
es: Compartir
fr: Partager
fr_ca: Partager
it: Condividi
nl: Delen
th: แชร์

source: Share place
de: Ort teilen
es: Compartir lugar
fr: Partager ce lieu
fr_ca: Partager ce lieu
it: Condividi luogo
nl: Plaats delen
th: แชร์สถานที่

source: Shopping
de: Einkaufen
es: Compras
fr: Magasinage
fr_ca: Magasinage
nl: Winkelen
th: ช้อปปิ้ง

source: Show communities
de: Communities anzeigen
es: Mostrar comunidades
fr: Afficher les communautés
fr_ca: Afficher les communautés
it: Mostra community
nl: Communities tonen
th: แสดงชุมชน

source: Show Hints
de: Tipps anzeigen
es: Mostrar consejos
fr: Afficher les astuces
fr_ca: Afficher les astuces
it: Mostra suggerimenti
nl: Tips tonen
th: แสดงคำแนะนำ

source: Show merchants
de: Händler anzeigen
es: Mostrar comercios
fr: Afficher les commerces
fr_ca: Afficher les commerces
it: Mostra attività
nl: Bedrijven tonen
th: แสดงร้านค้า

source: Show satellite map
de: Satellitenkarte anzeigen
es: Mostrar mapa satelital
fr: Afficher la carte satellite
fr_ca: Afficher la carte satellite
it: Mostra mappa satellitare
nl: Satellietkaart tonen
th: แสดงแผนที่ดาวเทียม

source: Show standard map
de: Standardkarte anzeigen
es: Mostrar mapa estándar
fr: Afficher la carte standard
fr_ca: Afficher la carte standard
it: Mostra mappa standard
nl: Standaardkaart tonen
th: แสดงแผนที่มาตรฐาน

# show_onboarding_button
source: Show Onboarding
de: Einführung anzeigen
es: Mostrar introducción
fr: Afficher l’introduction
fr_ca: Afficher l’intro
it: Mostra introduzione
nl: Toon introductie
th: แสดงบทนำ

# showing_locations_footer
source: Showing %d of %d locations.
de: %d von %d Standorten werden angezeigt.
es: Mostrando %d de %d ubicaciones.
fr: Affichage de %d sur %d emplacements.
fr_ca: Affichage de %d sur %d emplacements.
it: Mostrando %d di %d posizioni.
nl: %d van %d locaties weergegeven.
th: แสดง %d จาก %d ตำแหน่ง

source: Sign in to iCloud in Settings to turn on alerts.
de: Melde dich in den Einstellungen bei iCloud an, um Benachrichtigungen zu aktivieren.
es: Inicia sesión en iCloud desde Ajustes para activar las alertas.
fr: Connectez-vous à iCloud dans Réglages pour activer les alertes.
fr_ca: Connectez-vous à iCloud dans Réglages pour activer les alertes.
it: Accedi a iCloud nelle Impostazioni per attivare gli avvisi.
nl: Meld je in Instellingen aan bij iCloud om meldingen in te schakelen.
th: ลงชื่อเข้าใช้ iCloud ในการตั้งค่าเพื่อเปิดการแจ้งเตือน

source: Signed in to iCloud
de: Bei iCloud angemeldet
es: Sesión iniciada en iCloud
fr: Connecté à iCloud
fr_ca: Connecté à iCloud
it: Accesso effettuato a iCloud
nl: Aangemeld bij iCloud
th: ลงชื่อเข้าใช้ iCloud แล้ว

source: Skip all
de: Alle überspringen
es: Omitir todo
fr: Tout passer
fr_ca: Tout passer
it: Salta tutto
nl: Alles overslaan
th: ข้ามทั้งหมด

source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
fr: Ignorer pour l’instant
fr_ca: Ignorer pour l’instant
it: Salta per ora
nl: Nu overslaan
th: ข้ามไปก่อน

# skip_button
source: Skip
de: Überspringen
es: Omitir
fr: Passer
fr_ca: Passer
it: Salta
nl: Overslaan
th: ข้าม

source: Socials
de: Soziale Netzwerke
es: Redes sociales
fr: Réseaux sociaux
fr_ca: Réseaux sociaux
it: Social
th: โซเชียล

# socials_section
source: Socials
de: Soziale Medien
es: Redes sociales
fr: Réseaux sociaux
fr_ca: Réseaux sociaux
it: Social
nl: Sociale media
th: โซเชียลมีเดีย

source: Someone physically confirmed this place accepts bitcoin within the past year.
de: Jemand hat innerhalb des vergangenen Jahres persönlich bestätigt, dass dieser Ort Bitcoin akzeptiert.
es: Alguien confirmó en persona durante el último año que este lugar acepta bitcoin.
fr: Quelqu’un a confirmé en personne au cours de la dernière année que ce lieu accepte le bitcoin.
fr_ca: Quelqu’un a confirmé en personne au cours de la dernière année que ce lieu accepte le bitcoin.
it: Qualcuno ha confermato di persona nell’ultimo anno che questo luogo accetta bitcoin.
nl: Iemand heeft het afgelopen jaar persoonlijk bevestigd dat deze locatie bitcoin accepteert.
th: มีผู้ยืนยันด้วยตนเองภายในปีที่ผ่านมา ว่าสถานที่นี้รับบิตคอยน์

source: Something went wrong checking iCloud. Try again later.
de: Beim Prüfen von iCloud ist etwas schiefgelaufen. Versuche es später erneut.
es: Se produjo un error al comprobar iCloud. Inténtalo de nuevo más tarde.
fr: Un problème est survenu lors de la vérification d’iCloud. Réessayez plus tard.
fr_ca: Un problème est survenu lors de la vérification d’iCloud. Réessayez plus tard.
it: Si è verificato un problema durante la verifica di iCloud. Riprova più tardi.
nl: Er ging iets mis bij het controleren van iCloud. Probeer het later opnieuw.
th: เกิดข้อผิดพลาดขณะตรวจสอบ iCloud โปรดลองอีกครั้งภายหลัง

# state_province_label
source: State/Province
de: Bundesland/Provinz
es: Estado/Provincia
fr: État/Province
fr_ca: Province/État
it: Stato/Provincia
nl: Staat/Provincie
th: รัฐ/จังหวัด

source: Stay in the loop
de: Bleib auf dem Laufenden
es: Mantente al tanto
fr: Restez informé
fr_ca: Restez informé
it: Resta aggiornato
nl: Blijf op de hoogte
th: ติดตามความเคลื่อนไหว

# step_details_description_header
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
th: คำอธิบาย

# step_details_title
source: Business Details
de: Unternehmensdetails
es: Detalles del negocio
fr: Détails de l’établissement
fr_ca: Détails du commerce
it: Dettagli dell'attività
nl: Bedrijfsdetails
th: รายละเอียดธุรกิจ

# step_hours_footer
source: Choose a schedule preset or customize hours for each day. You can skip this step if you're not sure.
de: Wähle eine Zeitvorgabe oder passe die Zeiten für jeden Tag an. Du kannst diesen Schritt überspringen, wenn du dir nicht sicher bist.
es: Elige un horario predefinido o personaliza los horarios de cada día. Puedes omitir este paso si no estás seguro.
fr: Choisissez un horaire prédéfini ou personnalisez les horaires pour chaque jour. Vous pouvez passer cette étape si vous n'êtes pas sûr.
fr_ca: Choisissez un horaire prédéfini ou personnalisez les heures pour chaque jour. Vous pouvez passer cette étape si vous n'êtes pas sûr.
it: Scegli un orario predefinito o personalizza gli orari per ogni giorno. Puoi saltare questo passaggio se non sei sicuro.
nl: Kies een schema of pas de tijden per dag aan. Je kunt deze stap overslaan als je het niet zeker weet.
th: เลือกตารางเวลาที่กำหนดไว้หรือปรับเวลาในแต่ละวัน คุณสามารถข้ามขั้นตอนนี้ได้หากไม่แน่ใจ

# step_hours_header
source: When is it open?
de: Wann ist es geöffnet?
es: ¿Cuándo está abierto?
fr: Quand est-ce ouvert ?
fr_ca: Quand est-ce ouvert ?
it: Quando è aperto?
nl: Wanneer is het open?
th: เปิดทำการเมื่อไหร่?

# step_hours_title
source: Business Hours
de: Öffnungszeiten
es: Horario del negocio
fr: Horaires de l’établissement
fr_ca: Heures d'ouverture du commerce
it: Orari dell'attività
nl: Openingstijden
th: เวลาทำการของธุรกิจ

# step_location_footer
source: Enter the business name and complete address to continue.
de: Gib den Unternehmensnamen und die vollständige Adresse ein, um fortzufahren.
es: Introduce el nombre del negocio y la dirección completa para continuar.
fr: Saisissez le nom de l’établissement et l’adresse complète pour continuer.
fr_ca: Saisissez le nom du commerce et l’adresse complète pour continuer.
it: Inserisci il nome dell'attività e l'indirizzo completo per continuare.
nl: Voer de bedrijfsnaam en het volledige adres in om verder te gaan.
th: กรอกชื่อธุรกิจและที่อยู่ให้ครบถ้วนเพื่อดำเนินการต่อ

# step_location_header
source: Enter the Business Name
de: Unternehmensname eingeben
es: Introduce el nombre del negocio
fr: Saisissez le nom de l’établissement
fr_ca: Saisissez le nom du commerce
it: Inserisci il nome dell'attività
nl: Voer de bedrijfsnaam in
th: กรอกชื่อธุรกิจ

# step_location_title
source: Find the Business
de: Unternehmen finden
es: Encontrar el negocio
fr: Trouver l’établissement
fr_ca: Trouver le commerce
it: Trova l'attività
nl: Bedrijf zoeken
th: ค้นหาธุรกิจ

# step_payments_error
source: Please select at least one Bitcoin payment method
de: Bitte wähle mindestens eine Bitcoin-Zahlungsmethode aus
es: Selecciona al menos un método de pago en bitcoin
fr: Veuillez sélectionner au moins un moyen de paiement en bitcoin
fr_ca: Veuillez sélectionner au moins un mode de paiement en bitcoin
it: Seleziona almeno un metodo di pagamento in bitcoin
nl: Selecteer minstens één bitcoin-betaalmethode
th: โปรดเลือกวิธีการชำระเงินด้วยบิตคอยน์อย่างน้อยหนึ่งวิธี

# step_payments_footer
source: Select all Bitcoin payment methods this business accepts. At least one is required.
de: Wähle alle Bitcoin-Zahlungsmethoden aus, die dieses Unternehmen akzeptiert. Mindestens eine ist erforderlich.
es: Selecciona todos los métodos de pago en bitcoin que acepta este negocio. Se requiere al menos uno.
fr: Sélectionnez tous les moyens de paiement en bitcoin acceptés par cet établissement. Au moins un est requis.
fr_ca: Sélectionnez tous les modes de paiement en bitcoin acceptés par ce commerce. Au moins un est requis.
it: Seleziona tutti i metodi di pagamento in bitcoin che questa attività accetta. Ne è richiesto almeno uno.
nl: Selecteer alle bitcoin-betaalmethoden die dit bedrijf accepteert. Minstens één is vereist.
th: เลือกวิธีการชำระเงินด้วยบิตคอยน์ทั้งหมดที่ธุรกิจนี้รับ ต้องเลือกอย่างน้อยหนึ่งวิธี

# step_payments_header
source: What Bitcoin payments are accepted?
de: Welche Bitcoin-Zahlungen werden akzeptiert?
es: ¿Qué pagos en bitcoin se aceptan?
fr: Quels paiements en bitcoin sont acceptés ?
fr_ca: Quels paiements en bitcoin sont acceptés ?
it: Quali pagamenti in bitcoin sono accettati?
nl: Welke bitcoinbetalingen worden geaccepteerd?
th: รับการชำระเงินด้วยบิตคอยน์แบบใดบ้าง?

# step_payments_title
source: Bitcoin Payments
de: Bitcoin-Zahlungen
es: Pagos en bitcoin
fr: Paiements en bitcoin
fr_ca: Paiements en bitcoin
it: Pagamenti in bitcoin
nl: Bitcoinbetalingen
th: การชำระเงินด้วยบิตคอยน์

# step_review_submitter_footer
source: We'll use this to contact you if we have questions about this submission.
de: Wir verwenden diese Angaben, um dich zu kontaktieren, wenn wir Fragen zu dieser Einreichung haben.
es: Usaremos esto para contactarte si tenemos preguntas sobre este envío.
fr: Nous utiliserons ces informations pour vous contacter si nous avons des questions à propos de cette soumission.
fr_ca: Nous utiliserons ces informations pour vous contacter si nous avons des questions au sujet de cette soumission.
it: Useremo queste informazioni per contattarti se abbiamo domande su questo invio.
nl: We gebruiken dit om contact met je op te nemen als we vragen hebben over deze inzending.
th: เราจะใช้ข้อมูลนี้เพื่อติดต่อคุณหากมีคำถามเกี่ยวกับการส่งนี้

# step_review_submitter_header
source: Who's submitting?
de: Wer reicht ein?
es: ¿Quién envía?
fr: Qui soumet ?
fr_ca: Qui soumet ?
it: Chi invia?
nl: Wie dient in?
th: ใครเป็นผู้ส่ง?

# step_review_summary_footer
source: Review the information above before submitting.
de: Überprüfe die obenstehenden Informationen vor dem Absenden.
es: Revisa la información anterior antes de enviar.
fr: Vérifiez les informations ci-dessus avant d'envoyer.
fr_ca: Vérifiez les informations ci-dessus avant d'envoyer.
it: Controlla le informazioni sopra prima di inviare.
nl: Controleer de bovenstaande informatie voordat je verzendt.
th: ตรวจสอบข้อมูลด้านบนก่อนส่ง

# step_review_summary_header
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
fr_ca: Résumé
it: Riepilogo
nl: Overzicht
th: สรุป

# step_review_title
source: Review & Submit
de: Überprüfen & Senden
es: Revisar y enviar
fr: Vérifier et envoyer
fr_ca: Vérifier et envoyer
it: Rivedi e invia
nl: Controleren en verzenden
th: ตรวจสอบและส่ง

source: Stop Alerts
de: Benachrichtigungen stoppen
es: Detener alertas
fr: Arrêter les alertes
fr_ca: Arrêter les alertes
it: Disattiva avvisi
nl: Meldingen stoppen
th: หยุดการแจ้งเตือน

# street_name_label
source: Street Name
de: Straßenname
es: Nombre de la calle
fr: Nom de rue
fr_ca: Nom de rue
it: Nome della via
nl: Straatnaam
th: ชื่อถนน

# street_number_label
source: Number
de: Nummer
es: Número
fr: Numéro
fr_ca: Numéro
it: Numero
nl: Nummer
th: หมายเลข

# submit_button
source: Submit
de: Senden
es: Enviar
fr: Envoyer
fr_ca: Envoyer
it: Invia
nl: Verzenden
th: ส่ง

# submitter_email_label
source: Your Email
de: Deine E-Mail
es: Tu correo electrónico
fr: Votre adresse e-mail
fr_ca: Votre courriel
it: La tua email
nl: Je e-mailadres
th: อีเมลของคุณ

# submitter_name_label
source: Your Name
de: Dein Name
es: Tu nombre
fr: Votre nom
fr_ca: Votre nom
it: Il tuo nome
nl: Je naam
th: ชื่อของคุณ

# submitter_relationship_customer
source: Customer
de: Kunde
es: Cliente
fr: Client
fr_ca: Client
it: Cliente
nl: Klant
th: ลูกค้า
